public class Main {
    public static void main(String[] args) {
//Задание 1
        int clientOS = 1;
        if (clientOS == 1) { System.out.println("Скачать приложение для андроид по ссылке");
        }
        else { System.out.println( "Скачать приложение для IOS по ссылке");
        }

    }
    }

